Repository: common-repository/parcello
Catalog: languages/*.po
Languages: de_de

source: ORDER_RECEIVED
de_de: Sendung angekündigt

source: READY_TO_SHIP
de_de: Versandbereit

source: ON_THE_WAY
de_de: Unterwegs

source: LAST_MILE
de_de: Kurz vor Zustellung

source: SHIPMENT_PROBLEM
de_de: Problem

source: CLIENT_HAS_TO_PICKUP
de_de: Wartet auf Abholung durch Empfänger

source: CLIENT_HAS_PACKAGE
de_de: Zugestellt

source: Your last Shipments
de_de: Deine letzten Sendungen

source: You have not shipped anything until yet
de_de: Bislang hast du noch keine Sendungen mit Parcello synchronisiert

source: Not connected with an order
de_de: Nicht mit einer Bestellung verbunden

source: Order Id
de_de: Bestellungs ID

source: See all shipments at Parcello
de_de: Alle Sendungen auf Parcello ansehen

source: My Account
de_de: Mein Konto

source: Connect Account
de_de: Konto verbinden

source: Overview
de_de: Übersicht

source: Tracking Page
de_de: Tracking Setup

source: All shipments
de_de: Alle Sendungen

source: Analytics
de_de: Analyse

source: Email Setup
de_de: Email Einrichtung

source: Support
de_de: Kundendienst

source: Data Policy
de_de: Datenschutz

source: Disconnect
de_de: Verbindung trennen

source: Invalid nonce specified
de_de: Falscher Sicherheitscode

source: Error
de_de: Fehler

source: Parcello requires curl to work properly
de_de: Parcello benötigt Curl

source: how to install curl
de_de: Curl installieren

source: This plugin requires WordPress 4.7 or newer. You are on version %1$s. Please <a href="%2$s">upgrade</a>.
de_de: Dieses Plugin benötigt Wordpress version 4.7 oder neuer. Die aktuell installierte version ist %1$s. Bitte <a href=“%2$s”>aktualisiere</a> deine Wordpress Version.

source: This tool requires that JavaScript be enabled to work.
de_de: Dieses Plugin benötigt Javascript um zu funktionieren

source: Hey there, it's parcello here ✌️
de_de: Hey du, hier ist Parcello 👋

source: Keep going and connect your parcello account
de_de: Verbinde deinen Parcello Account.

source: For that simply follow these instructions
de_de: Befolge dafür einfach diese Schritte

source: Go to parcello integration page
de_de: 1. Browse auf die Parcello Integrationsseite

source: Copy your token you'll see there
de_de: 2. Kopiere deinen Token

source: And drop that API-Token here
de_de: 3. Pack deinen Token in dieses Textfeld

source: API-Token
de_de: Token

source: Connect
de_de: Verbinden

source: 🎉 &nbsp; Css Added Successfully
de_de: 🎉 &nbsp; Css erfolgreich aktualisiert

source: If you want to style the parcello widget you can use custom css
de_de: Passe deine Sendungsverfolgung so an, dass sie perfekt zu deinen Nutzern passt. Für den einfachen Start haben wir dir ein paar Farbwerte und Einstellungen vorbereitet.

source: Save css
de_de: CSS Speichern

source: Empty the cache of your browser if style did not change automatically
de_de: Leere regelmäßig den Cache auf deiner Seite, um die Änderungen zu sehen!

source: Shipment is managed by Germanized
de_de: Sendung wird von Germanized verwaltet

source: Show parcello Widget
de_de: Parcello Widget anzeigen

source: Domain is not verified
de_de: Domain ist nicht verifiziert

source: That means that emails will not been sent automatically
de_de: Um die Erfolgsrate deiner Emails zu verbessern verifiziere deine Domain

source: Verify Domain
de_de: Verifiziere deine Domain

source: Select your preferred tracking method
de_de: Wähle deine bevorzugte Tracking-Methode

source: Parcello integrates with several tracking environments. Per default we'll use Germanized if available
de_de: Parcello lässt sich in mehrere Tracking-Umgebungen integrieren. Standardmäßig verwenden wir Germanized, falls verfügbar.

source: The plugin will determine the right tracking method automatically
de_de: Das Plugin ermittelt automatisch die richtige Tracking-Methode.

source: Decide automatically
de_de: Automatisch entscheiden

source: Meta Fields
de_de: Individuelle Felder

source: ID Field
de_de: Tracking ID Feld

source: Carrier Field
de_de: Versanddienstleister Feld

source: Save
de_de: Speichern

source: There was an error during Update
de_de: Es kam zu einem Fehler beim Aktualisieren

source: Is there anything we can help you with?
de_de: Können wir dich unterstützen

source: If you have trouble using this plugin, please feel free to drop us a message
de_de: Wenn du Probleme bei der Verwendung des Plugins hast, schreibe uns eine Nachricht

source: Of course your data will always be private you can read about how we're managing Data within our <a href="https://www.parcello.org/privacy">data policies</a>
de_de: Natürlich werden deine Daten immer mit absoluter Diskretion behandelt

source: 1. Create your own tracking page
de_de: 1. Erstelle deine eigene Tracking Seite

source: On which page do you want to show the tracking information ?
de_de: Auf welcher Seite soll die Sendungsverfolgung angezeigt werden?

source: If you do not have one already, create one and select it here. </br> Leaving this field blank will end in redirecting your customers to a default page
de_de: Wenn du noch keine hast, erstelle diese in deinem Shop und wähle sie hier aus. </br> Wenn freigelassen, leiten wir zu einer standard Seite weiter.

source: Currently no page is selected
de_de: Aktuell ist keine Tracking Seite ausgewählt

source: No tracking Page Selected
de_de: Keine Tracking Seite ausgewählt

source: Tracking page was successfully updated
de_de: Tracking Seite wurde erfolgreich aktualisiert

source: 2. Integrate this Shortcode
de_de: 2. Füge diesen Shortcode ein

source: After you have created the tracking page put the following shortcode inside
de_de: Dann füge diesen Shortcode an der Stelle auf deiner Seite ein, wo die Sendungsverfolgung angezeigt werden soll.

source: successfull copied to Clipboard 🎉
de_de: Shortcode wurde erfolgreich in deine Zwischenablage kopiert

source: This will allow you to load the Parcello Tracking Frame.
de_de: Dieser Shortcode lädt das Tracking Frame

source: If you do not know how to use shortcuts please follow the guidence <a href="https://wordpress.com/support/wordpress-editor/blocks/shortcode-block/">here</a>
de_de: Wenn du noch Hilfe beim Einbinden des Shortcodes benötigst, findest du diese <a href=“https://wordpress.com/support/wordpress-editor/blocks/shortcode-block/“>hier</a>

source: You Shipped %s Packages until yet
de_de: Du hast bereits %s Sendungen verschickt

source: Email not verified
de_de: E-Mail nicht verifiziert

source: Parcello let's your customers track their packages
de_de: Parcello ermöglicht es Shopbesitzern ihre Sendungen einheitlich zu verfolgen
